{
	"type": "FeatureCollection",
	"features": [{
			"type": "Feature",
			"properties": {
				"name": "The 1980 Terminal",
				"image": {
					"name": "the1980terminal",
					"url": "/images/hannahspoints/the1980terminal.png"
				},
				"description": "<em>\"Hindsight is always a great help in detecting problems. There are several things I would have done. One would be to work closely with the local jurisdictions on zoning, limiting development around the airport to industrial areas with no residential build-up. Also, we would have worked to resolve the potential difficulty with Clayton County a long time ago. Only the old terminal is actually in the City of Atlanta. The rest of the field, including the new terminal, is in Clayton County. Years ago, I would have attempted to annex into Atlanta the entire airport reservation... all of this would have been completed before the new terminal was built.\"</em><br>&nbsp;&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;-Atlanta Mayor Maynard H. Jackson, 1980"
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.446045, 33.640739, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "Fifth Runway Impact Area",
				"image": {
					"name": "fifthrunwayimpactarea",
					"url": "/images/hannahspoints/fifthrunwayimpactarea.png"
				},
				"description": "In McDonough, circa 2004, the most common kind of blueprints were residential construction plans (the models have names like Braddock Pointe or Bridlewood), residential landscaping plans, subdivision plans (Waterford Pointe, Stoney Creek, Welesley Lakes-names with no reference to local history, geography, or lore), church plans, and airport expansion and acquisition plans. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I took my time copying the airport blueprints. For the first time, I could examine the massive, detailed layout of the runways and the surrounding neighborhoods. Here were the names of towns that formed the landscape of my childhood: Forest Park, Mountain View, and Hapeville. There were color-coded areas for acquisition, demolition, and condemnation. I made an extra copy for myself to hang on the fridge at home.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Seeing it all mapped out this way was stunning. Maybe like seeing your house for the first time from above. Your little rooftop and clothesline and nandina bushes and their smudgy little shadows. Your oil stains on the driveway, as judged from some distant orbiting eye. Blurry, but there it is.<br>&nbsp;&nbsp;&nbsp;&nbsp;The lady who regularly walked into Davenport Printing to request these copies reminded me of my kindergarten teacher. She was petite and well pressed, with the short, blonde, gel-blasted hairfringe that passed for snazzy professional in this particular time and place. She had a sugary voice and an easy mom-smile that said, I'm in customer service. She worked for a law firm.<br>&nbsp;&nbsp;&nbsp;&nbsp;\"So you work for the airport?\" I asked as I rolled up a stack of blueprints.<br>&nbsp;&nbsp;&nbsp;&nbsp;\"We're working on a project at the airport,\" she said. \"The Fifth Runway.\" <br>&nbsp;&nbsp;&nbsp;&nbsp;She said this with a crinkled up wink, like I should know what she was talking about.<br>&nbsp;&nbsp;&nbsp;&nbsp;\"So what are the plans for?\" <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Well, mostly parcels in Riverdale that are still in negotiation.\"<br>&nbsp;&nbsp;&nbsp;&nbsp;\"What kind of parcels?\" <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Businesses. Warehouses. The airport has to acquire all the properties and help them move so they can get that runway built.\"<br>&nbsp;&nbsp;&nbsp;&nbsp;\"What about the houses?\"<br>&nbsp;&nbsp;&nbsp;&nbsp;I don't think she missed a beat. I was writing up her receipt, just making small talk.<br>&nbsp;&nbsp;&nbsp;&nbsp;\"Houses too. Every seller gets compensated and we help with relocation.\"<br>&nbsp;&nbsp;&nbsp;&nbsp;I wanted to tell her about our old house in Forest Park. And my parent's house in the '70s, when the whole town of Mountain View was bought by the City of Atlanta. And before that, it was chunks of College Park and Hapeville, small towns neighboring the airport, now under the tarmac. All this trivia was bubbling up in me, threatening to turn into something more than trivial.<br>&nbsp;&nbsp;&nbsp;&nbsp;\"What if someone doesn't want to sell?\" I said.<br>&nbsp;&nbsp;&nbsp;&nbsp;She had answered all these questions before.<br>&nbsp;&nbsp;&nbsp;&nbsp;\"Most everyone sells. I mean, they're right next to the airport, so eventually all that will be condemned.\"<br>&nbsp;&nbsp;&nbsp;&nbsp;\"Oh, right. Wow.\" I swallowed hard. She sounded so sensible. I handed her the change and the rubberbanded rolls of copies. "
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.438515, 33.615192, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "A Runway on the Freeway",
				"description": "The biggest construction project of all was happening at the airport. People used the term \"The Fifth Runway,\" like a concept I should already know, like The Fourth Wall or The Third Rail. The premise of the thing was equally abstract: build a bigger runway to Atlanta's already landlocked and congested airport. Where would it go? You would have to move mountains, highways, waterways, and neighborhoods.<br>&nbsp;&nbsp;&nbsp;&nbsp;And that was the plan. The $1.28 billion project transferred 27 million cubic yards of landfill-in some places, that's 11 stories of dirt-to create the new landing strip. They would need a 5 mile conveyor belt that looks like a kiddie coaster winding through Riverdale, delivering 7 tons of dirt every hour, every day.<br>&nbsp;&nbsp;&nbsp;&nbsp;The runway would have to extend over I-285, the notoriously clogged Atlanta \"Perimeter,\" requiring an unprecedented runway\/bridge combo capable of supporting a 1 million pound aircraft landing on top while 10 lanes of traffic moved a few dozen feet below. <br>&nbsp;&nbsp;&nbsp;&nbsp;The first new runway since 1984 would be a major PR opportunity. The superlatives beg for citation: \"World's largest runway bridge,\" \"Most important runway in the world,\" \"One of the largest construction undertakings in Georgia's history.\" At completion, Atlanta would boast one of the few airports in the world able to accommodate triple, simultaneous jetliner landings.<br>&nbsp;&nbsp;&nbsp;&nbsp;Consider the acquisition of 280 parcels of land to assemble approximately 420 acres needed for this slab of concrete. When you read \"parcels\" and \"properties,\" think gas stations, restaurants, office buildings, industrial warehouses, churches, apartment complexes, elementary schools, and row after row of houses, each one a tiny pressure cooker."
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.430565, 33.620266, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "Brownlee's Towing",
				"image": {
					"name": "brownleestowing",
					"url": "/images/hannahspoints/brownleestowing.png"
				},
				"description": "Where there were signs of life, it resembled a post-apocalyptic settlement. Once, we stopped to collect blackberries growing up through an old cement truck seized with rust. A man emerged from a hidden trailer and lumbered down the hill towards us. He was wearing one-piece coveralls unzipped to his furry navel. It turns out those were his blackberries and this was his land. It also turns out that he went to Forest Park High School with my father, and how is he by the way? Tell him Ricky Brownlee said hello. <br>&nbsp;&nbsp;&nbsp;&nbsp;Our conversation was muffled by an approaching jet. I looked up to read the underbelly of a Delta, its feet outstretched for landing. Jason took my hand and tugged me back toward the highway and we mouthed our goodbyes. "
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.383759, 33.639141, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "My House: 133 South West Street",
				"image": {
					"name": "myhouse",
					"url": "/images/hannahspoints/myhouse.png"
				},
				"description": "Over time, I've compiled my own answers to these questions based on scraps of hearsay and myth. In my working version of events, my family was forced out of Mountain View by heartless airport officials. We were evicted from our home, which was a charming Victorian at 133 South West Street. I imagined the old dame, hoisted out of her foundation onto a flatbed, draped in solemn Wide Load banners, and paraded down Old Dixie Highway. <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe my house was tall and white. Maybe grey. The paintjob was probably flaking. Definitely there was a concrete stoop. I don't know. Memories of the place are easily confused with old photos I've seen-the linoleum in the kitchen, matching cups on the countertop, a swingset in the damp backyard, and a hog in a pen. <br>&nbsp;&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;While it's possible to track down the history of the land, finding the actual house is like trying to find a body. What did the City of Atlanta do with all those perfectly good houses? Sold them in batches to housemovers, who auctioned them off to developers and bargain-hunters with a plot of land. When I was a kid, seeing a house on wheels, flanked by pilot trucks and creeping down the highway, was not uncommon.<br>&nbsp;&nbsp;&nbsp;&nbsp;In Clayton County, Bishop Brothers Housemovers was the only name in the game. I spoke to John Kinard, the current owner of the company. The Bishop brothers themselves had retired and the market for housemoving had dwindled to a niche for relocating historic properties. Kinard, a longtime veteran of the business, remembered clearing out the neighborhoods of Mountain View in the early '80s.<br>&nbsp;&nbsp;&nbsp;&nbsp;He described how when his crew tried to move the first house out on a trailer, protestors laid down across Old Dixie Highway to block the convoy. <br>&nbsp;&nbsp;&nbsp;&nbsp;\"I drug my share of them out of there,\" he said. \"At least 300 of them.\"<br>&nbsp;&nbsp;&nbsp;&nbsp;By the end of 1981, they must have moved my house. Or Tammie Joe's house. By then, I guess it was the City of Atlanta's house. I don't know what city it's in now.<\/div>"
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.393364, 33.642171, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "The View from Mountain View",
				"image": {
					"name": "theviewfrommountainview",
					"url": "/images/hannahspoints/theviewfrommountainview.png"
				},
				"description": "One clear, hot morning, traveling down Old Dixie Highway between Geographics and Martino-White Printing, I saw the mountain view. Stone Mountain, a bulging monolith of granite 20 miles to the east, was visible on the horizon. I gasped and swerved. There was the steel blue dome of the mountain, swelling up through striated smog. Atlanta is a sprawling place with very few such vistas, so this was like spotting a rainbow. I wanted to wave at other commuters and make them pull over with me to get a better look."
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.390533, 33.646141, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "Recycled Houses",
				"image": {
					"name": "recycledhouses",
					"url": "/images/hannahspoints/recycledhouses.png"
				},
				"description": "Chief Cole told me about one quirky \"development\" that he was particularly proud of. Sometime in the mid '70s, he acquired a group of Mountain View houses at auction and had them relocated to a semi-rural lot south of the airport. The tiny brick houses-no longer up to code in Clayton County-were a bargain. As fire chief, he had an intimate knowledge of building codes, so he got creative. He placed houses together in pairs to make a whole neighborhood of duplexes.<br>&nbsp;&nbsp;&nbsp;&nbsp;Instant slum! I thought, as he described the project with a crafty grin. Cheap houses mashed together must be worth even less than the sum of their parts. Especially now that the airport had its new massive runway slicing across the top of Riverdale, I expected the neighborhood had become a noisy, neglected, dead end street, dotted with weedy, abandoned duplexes.<br>&nbsp;&nbsp;&nbsp;&nbsp;I was surprised to see that East Fayetteville Drive, once I found it, still felt semi-rural. The short road dead-ended into a yellow pasture. No actual livestock was present, but a spray painted plank hammered to a fencepost said: \"Please don't feed the horses.\" <br>&nbsp;&nbsp;&nbsp;&nbsp;And the duplexes-2 houses mended with a porch-had held up well. They resembled long brick ranches with a driveway on each end. Not only were they all occupied, they looked tidy, comfortable. The whole neighborhood did. A basketball goal stood halfway down the block and I spotted a tire swing in a tree. Like the former residents of Mountain View, scattered across the southside, the houses had new lives. If these tiny, faceless brick boxes had value, surely my old house could be successfully transplanted too. Perhaps it was out on some country road, looking prim and solid, like it had been there all along."
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.441887, 33.589066, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "Last Trace of Mountain View",
				"image": {
					"name": "lasttraceofmountainview",
					"url": "/images/hannahspoints/lasttraceofmountainview.png",
					"credit": "John Kelso"
				},
				"photocredit": "John Kelso",
				"description": "After a long and ugly battle, in January 1978, Mountain View finally shut down, its assets turned over to the state. Mayor Ray King spent the next 6 years in a federal correctional facility in Lexington, Kentucky.<br>&nbsp;&nbsp;&nbsp;&nbsp;How can I explain why Mayor Ray King was so deeply admired by his constituents? He gets credit for extending city services like free garbage pick-up, police and fire protection to Plunkett Town, the poor, black community adjacent to the city. When he died in 2004, he was remembered by those who grew up in Mountain View for providing a ballpark, swimming pool, and baseball uniforms. \"I'm not a crook,\" he said. \"I'm just a country boy with a 10th grade education. I've got kids of my own and I want them to grow up here in Mountain View.\" <br>&nbsp;&nbsp;&nbsp;&nbsp;He was also known for staging protests against the airport. He accused Clayton County legislators of \"banding together with real estate interests who want to make Mountain View an industrial area.\"  I heard that Mayor King got in trouble for floating huge weather balloons in the flight path. That's how close the planes were flying-that a balloon-wielding man could be a symbol of resistance. <br>&nbsp;&nbsp;&nbsp;&nbsp;How soon did he know that his city's very existence was negotiable? I can see how he was an embarrassment and a threat to the airport-boostering county commission. I can see how the battle made him a belligerent, paranoid, and absurd kind of hero."
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.39045, 33.638916, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "Inner Graveyard",
				"image": {
					"name": "innergraveyard",
					"url": "/images/hannahspoints/innergraveyard.png"
				},
				"description": "I have trouble picturing Flat Rock Creek routed into an 84-inch drainage pipe. Sullivan Creek in a 10'x12' box culvert. What's a box culvert? A square, concrete drainage pipe. And what should be done with the 340 graves in the Union Bethel AME Church Cemetery? Eventually, the dead would be delicately \"disinterred\" from the bright orange clay by a team of archaeologists and transferred to a site one mile away in Riverdale. Though the tiny Flat Rock Cemetery and Hart Cemetery remained encircled by the grounds of the \"world's busiest\" airport, this African-American graveyard was all but abandoned, and few protested the relocation.<br>&nbsp;&nbsp;&nbsp;&nbsp;Try to estimate the cost of all the buyouts and relocations, the contracts with architects and designers, geologists, archaeologists, attorneys and analysts. The reams of blueprints! In its very dismantling of the landscape, this runway project was employing a whole city of experts and generating a vast economy all its own.  Imagine the gargantuan investment, and then assume that the return on investment must be exponentially bigger. <br>&nbsp;&nbsp;&nbsp;&nbsp;This is how I began to think of the airport as the eraser."
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.444092, 33.622036, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "Blanchard's Bakery",
				"image": {
					"name": "blanchardsbakery",
					"url": "/images/hannahspoints/blanchardsbakery.png",
					"credit": "John Kelso"
				},
				"photocredit": "John Kelso",
				"description": "An oscillating fan in Blanchard's Bakery is stirring up the smell of sugar. It's almost 6pm and the small shop is filled with amber sunlight when I slip in the door. A young woman with bleached blonde hair chats with the last customer of the day and I find myself instantly craving doughnuts, the old fashioned variety, oblong and glazed.<br>&nbsp;&nbsp;&nbsp;&nbsp;This is the same spot where I met the Stovalls for our tour of Mountain View. The place hasn't changed since I was a kid. There's a rotating faux wedding cake in the window that might have been iced in the '80s. A barn-shaped outpost on the east edge of the Atlanta airport, Blanchard's Bakery is one of the few businesses to survive the last 30-something years of runway expansion. The rest of Mountain View packed up and moved south, but Blanchard's is still there on Old Dixie Highway, serving up sausage biscuits and birthday cake to Delta ground crews and other airport employees. "
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.38987, 33.639378, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "Mountain View First Baptist",
				"image": {
					"name": "mountainviewbaptistchurch",
					"url": "/images/hannahspoints/mountainviewbaptistchurch.png",
					"credit": "John Kelso"
				},
				"photocredit": "John Kelso",
				"description": "Debbie remembered the characters from church, where her father was the music director for 25 years. <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Everything took place either at the school or at the church,\" she said.<br>&nbsp;&nbsp;&nbsp;&nbsp;Something reminded her of Mr. Lee, the eccentric old man who came to church wearing wild, flower print neckties only to sleep through the service. Maybe we passed his house. Rusty slowed by the spot where Mountain View Baptist used to stand. It was just a wooded hill between the water tower and a parking lot. <br>&nbsp;&nbsp;&nbsp;&nbsp;\"When they tore it down, everybody went in there and grabbed a brick,\" she told me. \"They saved the stained glass, everything.\"<br>&nbsp;&nbsp;&nbsp;&nbsp;I pictured a festive scene. Men, women, and kids, picking through heaps of colored glass and brick. Inside the car, the air conditioner struggled to keep up with the heat. <br>&nbsp;&nbsp;&nbsp;&nbsp;Rusty showed us the site of Mountain View Elementary across the street. I saw nothing more than an overgrown fence. An orange sofa slouched beneath a sign that said, \"No Dumping. $1000 Fine.\" I wondered if the Stovalls would mind if Jason and I climbed the fence.  "
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.391604, 33.640569, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "Dead End",
				"image": {
					"name": "deadend",
					"url": "/images/hannahspoints/deadend.png"
				},
				"description": "The fence blocking Old Dixie from what used to be our street was choked with honeysuckle. We found a body-sized puncture in the chainlink and hiked up the wide path of retreating asphalt. Kudzu was taking over everything. The old driveways were faintly marked by mailbox posts and leggy crepe myrtles.<br>&nbsp;&nbsp;&nbsp;&nbsp;Mom looked around wistfully, but never lost her trademark pep. She located a giant oak tree, shrouded in kudzu, that would have been in our front yard. We debated the orientation of the house. She turned around in the empty, weed-bitten street and shrugged. I kept waiting for some sight or smell to trigger the whole scene for me, but the landscape was completely effaced. A vast, neighboring plot was being cleared and graded for new construction. Just beyond that, I-75 roared like a waterfall. <br>&nbsp;&nbsp;&nbsp;&nbsp;I was tempted to wade into the sweet kudzu and search for skeletal remains of our house-the foundation, curbs, or the concrete stoop. I glanced from my pink ankles to the lumpy greenery and imagined hazards just beneath the surface-dumped and severed pipe, shards of scrap fencing, animal decay, and West Nile virus.<br>&nbsp;&nbsp;&nbsp;&nbsp;With the Stovalls, I approached the same site like a bonfire. It had become the backside of a shining FAA complex. Rusty and Debbie were casually looking for evidence of the church, but I got out of the car. Beyond the chainlink fence at the end of South West Street lay a fresh black parking lot surrounded by spiked iron fencing. So this was the site of my old house, the faint street line still marked on Google Maps. A leathery security guard eyed us from his booth. The ground was so hot, the asphalt seemed to be coming unglued under my feet. I was holding my breath for some reason. "
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.39151, 33.641685, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "Remains of the 1961 Terminal",
				"image": {
					"name": "remainsofthe1961terminal",
					"url": "/images/hannahspoints/remainsofthe1961terminal.png"
				},
				"description": "My parents met us for dinner at a Thai restaurant in Hapeville which overlooked the airport. As we waited for our meal, Dad leaned over to Gayle and asked, \"What does that remind you of?\" He pointed to a crumbly strip of concrete below. <br>&nbsp;&nbsp;&nbsp;&nbsp;She smiled. \"Going to the airport.\" <br>&nbsp;&nbsp;&nbsp;&nbsp;Jason and I examined the mysterious strip and its twin across the street. They were about 50 yards long, unmarked, overgrown with weeds, and disconnected from any roadway. My parents have done this as long as I can remember-shared inside jokes and memories at the dinner table while we tried to guess what they're talking about.<br>&nbsp;&nbsp;&nbsp;&nbsp;Eventually Dad explained that we were looking down on the former entrance to the Atlanta Municipal Airport, the dramatic symmetrical ramps that led to the old terminal. <br>&nbsp;&nbsp;&nbsp;&nbsp;I couldn't understand why the entrance and exit ramps remained. Why were they left behind? Everything disappears in Atlanta, why not those lackluster remnants? Later on, I looked it up. <br>&nbsp;&nbsp;&nbsp;&nbsp;The Atlanta Journal-Constitution called an \"Air Castle of the Jet Age:\" <br>&nbsp;&nbsp;&nbsp;&nbsp;As you approach it from downtown, via a new leg of the South Expressway which will duck under Virginia Avenue and proceed uninterrupted to the new parking lot, a white-and-blue building with a control tower 10 stories high will loom up boldly on the horizon. Close-up, with bridges front and back over moatlike, lower-level roadways, it will seem that the building itself has risen slightly off the ground. <br>&nbsp;&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;The entire Atlanta Municipal Airport would fit in one parking lot of today's Hartsfield-Jackson International Airport. The whole thing is gone, but for some reason the entrance and exit ramps have survived. Cut off and floating, they lead nowhere and serve no purpose. What planning oversight or sentimental urge allowed them to remain? The lingering concrete is like part of a secret map, only visible from the air."
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.427376, 33.658272, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "The County Line",
				"image": {
					"name": "thecountyline",
					"url": "/images/hannahspoints/thecountyline.png"
				},
				"description": "I found loads of bad press on Mayor Ray King, who seemed to relish his image as an outlaw. He wore cowboy boots and carried a pistol. \"I've been investigated by seven grand juries, three times by the IRS, four times by the FBI, and three times by the GBI,\"  he bragged. A high school dropout from east Tennessee, he was only 32 when elected mayor. During his four terms in office, King was charged with bribery, nepotism, conspiracy, assault, and violating the city charter by accepting an illegal salary. <br>&nbsp;&nbsp;&nbsp;&nbsp;Gayle suspected the Mountain View police department shared the blame for loss of the city charter. The stretch of Interstate 75 that passed through the city was a notorious speed trap. Locals knew that if you exceeded the speed limit by as little as 2 miles per hour, you got pulled over. But thousands of motorists just passing through Georgia were ticketed. <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1972, Governor Jimmy Carter suspended Mountain View's police powers for several months during an investigation into the alleged speed trap. Though no wrongdoing was confirmed, the allegations contributed to Mountain View's bad publicity. A defiant sign posted at the north end of the city said: WELCOME TO MOUNTAIN VIEW. WE HOPE YOU LOVE YOUR DRIVERS LICENSE AS MUCH AS WE LOVE OUR CHILDREN.<br>&nbsp;&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;The official story is that Mountain View, with its lax morals and corrupt mayor, was rightfully banished by the upright leaders of Clayton County. <br>&nbsp;&nbsp;&nbsp;&nbsp;But I'm skeptical. Long before Mayor King came into the picture, the City of Atlanta Department of Aviation was actively buying \"air rights\" in Mountain View, that is, the space above the land. In 1978, sound expert Dr. Clifford Bragdon called Mountain View the \"most noise-impacted city in the U.S. or Europe.\" For decades, the airport acquired properties and assisted in relocating the residential population as part of their noise mitigation efforts. Despite the constant roar of jet engines, many residents refused to sell and their homes were taken by eminent domain. As of 2006, the Department of Aviation had acquired over 2,720 structures in areas worst impacted by airport noise at a cost of about $177.7 million.  (To put that cost in perspective, the airport touts that in 2009, it generated $32.5 billion in direct business revenues.)"
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.391487, 33.64835, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "Morris Street to Plunkett Town",
				"image": {
					"name": "morrisstreettoplunketttown",
					"url": "/images/hannahspoints/morrisstreettoplunketttown.png",
					"credit": "John Kelso"
				},
				"photocredit": "John Kelso",
				"description": "Back in the car, we headed north. Rusty was peering through the windshield, studying Old Dixie for the former turnoff of his street, Morris Street. To our right was a steep bank of granite gravel topped with railroad tracks, to the left, a winding complex of commercial warehouses named \"Atlanta Tradeport.\" Again the crepe myrtles, whose sole landscaping function is to demarcate property lines, bordered the planted pines. Their shaggy pink tops swept the air.<br>&nbsp;&nbsp;&nbsp;&nbsp; \"The noise really started in the early '60s,\" said Rusty. \"Before that, it was all prop planes.\"<br>&nbsp;&nbsp;&nbsp;&nbsp;\"We were directly underneath. I could see the people in the windows of the planes.\" He showed me the boundaries of Plunkettown, the black side of town, where the buyouts began.<br>&nbsp;&nbsp;&nbsp;&nbsp;\"In the early '70s they came and bought the air rights across the street. They topped the pine trees-that's how low the planes were coming in.\""
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.391487, 33.64777, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "Mountain View Post Office",
				"image": {
					"name": "mountainviewpostoffice",
					"url": "/images/hannahspoints/mountainviewpostoffice.png"
				},
				"description": "Resigned, Mr. Stovall crossed the tracks to show us the old post office. The sign in front of the small, white cinderblock building said, \"BELIEVERS WALKING IN THE WAY OF RIGHTEOUSNESS.\" Service times were listed below. <br>&nbsp;&nbsp;&nbsp;&nbsp;Debbie handed me a faded photo of the same perfectly symmetrical building where the sign said: MOUNTAIN VIEW, GA 30070. Her cousin, the postmaster, redheaded, horn-rimmed, and uniformed, stood proudly by the front door with his arms crossed. Even a postage stamp-sized post office puts a city indisputably on the map. "
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.38974, 33.639183, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "Mrs. Goss's House",
				"image": {
					"name": "mrsgossshouse",
					"url": "/images/hannahspoints/mrsgossshouse.png"
				},
				"description": "Rusty eased into the shattered driveway of a house, one of the only remaining residential structures in Mountain View. We'd driven past it several times in the last hour and only just noticed it behind the trees.<br>&nbsp;&nbsp;&nbsp;&nbsp;Debbie recognized it slowly. \"This is Mrs. Goss's house,\" she said. \"She kept all the children from church.\"<br>&nbsp;&nbsp;&nbsp;&nbsp;We watched the house through the windshield, as if it might move. A red brick cottage with an arched doorway, it was well hidden behind a screen of privet and low tree limbs. The steep roof was rubbed raw in patches. Part of a white toilet stood where the driveway ended in debris. <br>&nbsp;&nbsp;&nbsp;&nbsp;At last Rusty shut off the engine and stepped out of the car. Jason and I followed, then Mrs. Stovall.<br>&nbsp;&nbsp;&nbsp;&nbsp;\"She kept her hair in a bun. Do you remember how she used to plait it?\" she asked. No one answered. We fanned out, stepping carefully through the tall weeds. I wondered who owned this place and if we were trespassing.<br>&nbsp;&nbsp;&nbsp;&nbsp;Rusty ambled down the driveway, appraising a commode that sat there. \"Her son was the plumber. He took care of everyone's plumbing.\" He and Jason disappeared around back while I stepped onto the front porch.<br>&nbsp;&nbsp;&nbsp;&nbsp;I edged towards the windows and tried to peek inside the abandoned house. The wood casings look contaminated, but the brick was still sturdy and red. I was feeling hopeful, picturing a location for the Mountain View historical society. Just scrape off the roof and rent a Bobcat to rip out the overgrowth. Swatting at the mosquitoes around my shins, I kicked at the tall, tickling crab grass. <br>&nbsp;&nbsp;&nbsp;&nbsp;I turned back to Debbie and said, cheerfully, \"We shouldn't have worn shorts.\" <br>&nbsp;&nbsp;&nbsp;&nbsp;But she had not ventured towards the house. She was quietly scooping tears away from her mascara. <br>&nbsp;&nbsp;&nbsp;&nbsp;\"This is why I don't come back here,\" she said. \"There is nothing left of our childhood.\" "
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.39106, 33.639057, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "The Old Ford Plant",
				"image": {
					"name": "theoldfordplant",
					"url": "/images/hannahspoints/theoldfordplant.png",
					"credit": "John Kelso"
				},
				"photocredit": "John Kelso",
				"description": "For months, demolition crews take apart the old Ford plant. I watch from the tailgate of my truck, nibbling peanut butter cookies. Bulldozers crawl all over the slumped building, pushing knots of aluminum and steel to small mountains of scrap. Twenty, or even ten years ago, this process would have been accomplished with a wrecking ball, but the current value of scrap metal slows the demolition to a delicate reclamation project. The towering backhoes and power shovels look like dinosaurs picking through a human ruin. <br>&nbsp;&nbsp;&nbsp;&nbsp;Without the vast auto assembly plant, there's a panoramic view of the runways and the jets touching down one after another. Meanwhile, the baby shuffles and jabs visibly under my shirt. The baby likes the sugar."
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.399666, 33.653164, 0.0]
			}
		}, {
			"type": "Feature",
			"properties": {
				"name": "Ghost Streets",
				"image": {
					"name": "ghoststreets",
					"url": "/images/hannahspoints/ghoststreets.png",
					"credit": "John Kelso"
				},
				"photocredit": "John Kelso",
				"description": "At first, it was hard for me to go on these expeditions without him. With a tall, easygoing conversationalist like Jason at my side, it was easy to get strangers talking. His Forest Park accent opened doors the same way my maiden name did. Together, we looked more like a curious young couple and less like trespassers. Alone, I looked like a reporter, and a pregnant one at that. There I was, silently wobbling through these airport dead zones on a perfectly lovely Saturday morning. So many places just weren't safe enough to visit alone. The tire-littered jungles of Mountain View beckoned from the roadside, but I stayed in my car. No telling who or what was growing back there. But he wasn't just a bodyguard, I needed Jason there to help me make sense of things, to help me remember the details. <\/div>"
			},
			"geometry": {
				"type": "Point",
				"coordinates": [-84.383453, 33.642422, 0.0]
			}
		}

	]
}